export const pcServices = [
  {
    id: 1,
    name: "სისტემის აწყობა/გადაწყობა სხვა ქეისში, ტესტირება, პროგრამული უზრუნლვეყოფა",
    price: "50 ლარი",
  },
  {
    id: 2,
    name: "PC სრული სისტემის ან ცალკეული დეტალის დიაგნოსტირება",
    price: "30 ლარი",
  },
  {
    id: 3,
    name: "PC-ზე ნაწილის შეცვლა(როდესაც საჭიროა სისტემის დაშლა, კონექტორების გადაერთება, კაბელ-მენეჯმენტში ჩარევა)",
    price: "25 ლარი",
  },
  {
    id: 4,
    name: "ბიოსის განახლება დედა დაფაზე",
    price: "25 ლარი",
  },
  {
    id: 5,
    name: "ბიოსის განახლება ვიდეო ბარათზე",
    price: "25 ლარი",
  },
  {
    id: 6,
    name: "პერსონალური კომპიუტერის გაწმენდა, პროცესორზე თერმო პასტის შეცვლა, კაბელების მოწესრიგება",
    price: "50 ლარი",
  },
  {
    id: 7,
    name: "ვიდეო ბარათზე თერმო პასტის შეცვლა (ARCTIC MX4-MX5), თერმო ბალიშების შეცვლის შემთხვევაში ემატება ბალიშების ღირებულება",
    price: "30 ლარი",
  },
  {
    id: 8,
    name: "კაბელების მოწესრიგება",
    price: "20 ლარი",
  },
  {
    id: 9,
    name: "PC-ის ნაწილის შემოწმება",
    price: "20 ლარი",
  },
];

export const laptopServices = [
  {
    id: 1,
    name: "ნოუთბუქის დიაგნოსტირება",
    price: "30 ლარი",
  },
  {
    id: 2,
    name: "ნოუთბუქზე ნაწილის შეცვლა(თუ საჭიროებს დაშლას)",
    price: "40 ლარი",
  },
  {
    id: 3,
    name: "ნოუთბუქის მტვრისაგან გაწმედა, თერმო პასტის შეცვლა",
    price: "60 ლარი",
  },
];

export const software = [
  {
    id: 1,
    name: "ოპერაციული სისტემის(Windows) ინსტალაცია სტანდატული სამომხმარებლო პროგრამებით",
    price: "30 ლარი",
  },
  {
    id: 2,
    name: "დამატებითი პროგრამული უზრუნველყოფა(სპეციალიზირებული პროგრამბის ისნტალაიცა)",
    price: "15 ლარი",
  },
  {
    id: 3,
    name: "macOS-ის ინსტალაცია",
    price: "80 ლარი",
  },
  {
    id: 4,
    name: "Windows-ის ინსტალაცია MAC-ზე",
    price: "80 ლარი",
  },
  {
    id: 5,
    name: "macOS პროგრამული უზრუნვეყოფა(ფასი შეთანხმდება მოთხოვნილი პროგრამების მიხედვით)",
    price: "50 ლარი",
  },
];
